{
  "2000": "Trovoada com chuva leve. Não esqueça o guarda-chuva!",
  "2010": "Trovoada com chuva. Leve o guarda-chuva!",
  "2020": "Trovoada com chuva forte. Fique em segurança!",
  "2100": "Trovoada leve. Fique atento ao tempo!",
  "2110": "Trovoada. Fique atento ao tempo!",
  "2120": "Trovoada forte. Evite sair se possível!",
  "2210": "Trovoada irregular. Tempo instável, cuidado!",
  "2300": "Trovoada com chuvisco leve. Leve o guarda-chuva por precaução!",
  "2310": "Trovoada com chuvisco. Um dia molhado, cuidado nas ruas!",
  "2320": "Trovoada com chuvisco forte. Fique em locais cobertos!",
  "3000": "Chuvisco leve. Pode precisar de um guarda-chuva.",
  "3001": "Apesar do chuvisco, o calor pede água! Se hidrate!",
  "3003": "Apesar do chuvisco, o calor pede água! Se hidrate!",
  "3010": "Chuvisco. Não esqueça seu guarda-chuva!",
  "3011": "Mesmo com chuvisco, o calor é intenso. Beba água!",
  "3013": "Mesmo com chuvisco, o calor é intenso. Beba água!",
  "3020": "Chuvisco intenso. Fique preparado para a chuva!",
  "3100": "Chuva leve com chuvisco. Um guarda-chuva vai ajudar!",
  "3101": "Chuva leve, mas o calor está forte! Não esqueça de beber água!",
  "3103": "Chuva leve, mas o calor está forte! Não esqueça de beber água!",
  "3110": "Chuva com chuvisco. Dia molhado, cuide-se!",
  "3120": "Chuva intensa com chuvisco. Fique protegido!",
  "3130": "Chuva de pancada com chuvisco. Tenha um guarda-chuva em mãos!",
  "3140": "Chuva forte com chuvisco. Cuidado ao sair!",
  "3210": "Pancadas de chuvisco. Um guarda-chuva será útil!",
  "3211": "Chuvisco e calor! Leve água junto com o guarda-chuva!",
  "3213": "Chuvisco e calor! Leve água junto com o guarda-chuva!",
  "5000": "Chuva leve. Um guarda-chuva pode ser necessário.",
  "5001": "Chuva leve, mas o calor está forte. Se hidrate!",
  "5002": "Chuva leve e umidade baixa. Beba água!",
  "5003": "Mesmo com chuva leve, o clima quente e seco exige hidratação!",
  "5010": "Chuva moderada. Melhor estar preparado!",
  "5020": "Chuva forte. Fique seco e seguro!",
  "5030": "Chuva muito forte. Melhor evitar sair de casa!",
  "5040": "Chuva extrema. Cuidado nas ruas!",
  "5110": "Chuva congelante. Muita atenção com o chão escorregadio!",
  "5200": "Pancada de chuva leve. Tenha o guarda-chuva à mão!",
  "5201": "Apesar da chuva, está quente! Beba água!",
  "5202": "Com a umidade baixa e chuva leve, mantenha-se hidratado!",
  "5203": "Chuva leve, tempo seco e calor. Se hidrate!",
  "5210": "Pancada de chuva. Leve o guarda-chuva!",
  "5220": "Pancada de chuva forte. Proteja-se da chuva!",
  "5310": "Pancadas irregulares de chuva. Tempo imprevisível!",
  "6000": "Neve leve. Aproveite o frio!",
  "6010": "Neve. Aproveite o frio!",
  "6020": "Neve forte. Mantenha-se aquecido!",
  "6110": "Granizo. Cuidado ao sair!",
  "6120": "Pancadas de granizo leve. Pode ser perigoso!",
  "6130": "Pancadas de granizo. Muita atenção!",
  "6150": "Chuva leve com neve. Pode ser escorregadio!",
  "6160": "Chuva com neve. Cuidado ao caminhar!",
  "6200": "Pancadas de neve leve. Aproveite o visual!",
  "6210": "Pancadas de neve. Dia frio pela frente!",
  "6220": "Pancadas de neve forte. Fique aquecido!",
  "7010": "Névoa. Visibilidade baixa, dirija com cuidado!",
  "7110": "Fumaça. Atenção com a qualidade do ar!",
  "7210": "Neblina. Visibilidade reduzida, tenha cuidado!",
  "7310": "Redemoinhos de areia ou poeira. Proteja seus olhos e boca!",
  "7410": "Nevoeiro. Visibilidade baixa, tome cuidado ao dirigir!",
  "7510": "Areia. Tempestade de areia possível, fique protegido!",
  "7610": "Poeira. Cuide-se com a poeira no ar!",
  "7620": "Cinza vulcânica. Atenção à qualidade do ar!",
  "7710": "Rajadas de vento. Proteja-se de ventos fortes!",
  "7810": "Tornado. Procure abrigo imediatamente!",
  "8000": "Céu limpo. Aproveite o dia!",
  "8001": "O sol está forte! Se hidrate bem!",
  "8002": "Umidade baixa com céu limpo. Não esqueça da água!",
  "8003": "Céu limpo e clima seco. Beba bastante água!",
  "8010": "Poucas nuvens. Um bom dia para sair!",
  "8011": "Poucas nuvens, mas o calor está presente. Se hidrate!",
  "8012": "Poucas nuvens e umidade baixa. Mantenha-se hidratado!",
  "8013": "Clima seco com poucas nuvens. Beba água!",
  "8020": "Nuvens dispersas. Aproveite o clima agradável!",
  "8021": "Nuvens dispersas, mas o calor pode pegar. Não esqueça de se hidratar!",
  "8022": "Nuvens dispersas e umidade baixa. Beba bastante água!",
  "8023": "Clima quente e seco, mesmo com algumas nuvens. Se hidrate bem!",
  "8030": "Nuvens quebradas. Um pouco nublado, mas agradável!",
  "8031": "Nuvens quebradas, mas o calor pode surpreender. Se hidrate!",
  "8032": "Umidade baixa e nuvens quebradas. Lembre-se de beber água!",
  "8033": "Tempo seco com nuvens quebradas. Mantenha-se hidratado!",
  "8040": "Céu nublado. O sol pode aparecer mais tarde!",
  "8041": "Céu nublado, mas o calor pode aparecer. Beba água!",
  "8042": "Céu nublado com umidade baixa. Não esqueça de se hidratar!",
  "8043": "Clima seco com céu nublado. Mantenha-se bem hidratado!"
}
